# DXFScaleString

## Description
Get DXF scale string

```pascal
FUNCTION DXFScaleString(scale : REAL): STRING;
```

```python
def vs.DXFScaleString(scale):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|scale|REAL|   |

## Version
Availability: from Vectorworks 2013

## Category
* ImportExport